package org.example

object Views {
    val mainMenuPoints = """
Главное меню:
1. Профиль пользователя
2. Корзина с покупками
3. Выход
Введите номер выбранного пункта меню:
""".trimIndent()

    val userProfilePoints = """
Профиль пользователя:
1. Посмотреть мои данные
2. Изменить мои данные
3. Вернуться назад
Введите номер выбранного пункта меню:
""".trimIndent()

    val shoppingCartPoints = """
Корзина с покупками:
1. Посмотреть корзину
2. Очистить корзину
3. Вернуться назад
Введите номер выбранного пункта меню:
""".trimIndent()
}